Repository: ParrotSec/tasksel
Catalog: tasks/po/INTER/*.po
Languages: be, bs, ga, hu, ml, nn, sk, sl, ta

source: SQL database
be: База дадзеных SQL
bs: SQL baza podataka
ga: Bunachar Sonraí SQL
hu: SQL adatbázis
ml: SQL ഡാറ്റാബേസ്
sk: SQL databáza
sl: Podatkovna zbirka SQL
ta: SQL தரவுத்தளம்

source: This task selects client and server packages for the PostgreSQL database.
be: Гэта заданне выбірае кампаненты кліента і сервера БД PostgreSQL.
bs: Ovaj zadatak odabire klijent i server pakete za PostgreSQL bazu podataka.
ga: Roghnaíonn an tasc seo pacáistí cliaint agus freastalaí le haghaidh bhunachar sonraí PostgreSQL.
hu: E metacsomag a PostgreSQL adatbáziskezelő kliens- és szerver csomagjait telepíti.
ml: ഈ ജോലി PostgreSQL ഡാറ്റാബേസിന് വേണ്ട ക്ലയന്റിന്റേയും സേവകന്റേയും പാക്കേജുകള്‍ തിരഞ്ഞെടുക്കുന്നു.
nn: Denne pakkegruppa gjev klient- og tenarpakkar for PostgreSQL-databasen.
sk: Táto úloha vyberie klientske a serverové balíky PostgreSQL databázy.
sl: To opravilo izbere odjemalce in strežniške pakete za podatkovno zbirko PostgreSQL.
ta: பொஸ்ட்க்ரே SQL (PostgreSQL) தரவுதளத்திற்காக ஆதரவாளர் மற்றும் சேவையக கட்டுகளை தேர்ந்தெடுக்க

source: PostgreSQL is an SQL relational database, offering increasing SQL92 compliance and some SQL3 features. It is suitable for use with multi-user database access, through its facilities for transactions and fine-grained locking.
be: PostgreSQL -- рэляцыйная база дадзеных SQL, якая прапаноўвае ўсё больш падтрымкі стандарту SQL92, а таксама пэўныя магчымасці SQL3. Дзякуючы падтрымцы транзакцыяў і добра збудаванай сістэме блакіровак, PostgreSQL зручна ўжываць ва ўмовах адначасовага доступу шматлікіх карыстальнікаў да БД.
bs: PostgreSQL je SQL relaciona baza podataka koja nudi povećanu SQL92 usklađenost i neke SQL3 osobine. Preporučuje se za upotrebu na bazama podatako sa višekorisničkim pristupom preko svojih transakcionih mogućnosti i fine-grained lockinga.
ga: Is bunachar sonraí coibhneasta SQL é PostgreSQL, atá oiriúnach do SQL92 agus a bhfuil roinnt gnéithe SQL3 agat. Tacaíonn sé le hidirbhearta agus glasáil mhín agus mar sin tá sé fóinteach d'úsáid le rochtain ilúsáideoirí.
hu: A PostgreSQL egy SQL nyelven lekérdezhető relációs adatbáziskezelő, egyre jobban közeledik a teljes SQL92-szabványhoz, és az SQL3 egyes tulajdonságaival is bír. Alkalmas többfelhasználós adatbáziselérésre, mivel tud tranzakciókat kezelni és finomfelbontású zárolást végezni.
ml: PostgreSQL എന്നത്, കൂടി വരുന്ന SQL92 കംപ്ലയന്‍സും ചില SQL3 കഴിവുകളും ഉള്ള ഒരു SQL റിലേഷണല്‍ ഡാറ്റാബേസ് ആണ്. ഇത് ഇതിന്റെ ട്രാന്‍സാക്ഷന്‍ കഴിവുകളും സൂക്ഷ്മമായ പൂട്ടുകളും വഴി ഒന്നിലധികം ഉപയോക്താക്കളുടെ ഡാറ്റാബേസ് സമീപന ഉപയോഗത്തിനനുയോജ്യമായതാണ്.
nn: PostgreSQL er ein SQL relasjonsdatabase, som tilbyr aukande SQL92-kompabilitet og nokre SQL3-eigenskapar. PostgreSQL er passande for fleirbrukar databasetilgang gjennom fasilitetar for overføringar og fininndelt låsing.
sk: PostgreSQL je relačná databáza ponúkajúca stále lepšiu podporu SQL92 a niektoré vlastnosti SQL3. Vďaka svojej podpore transakcií a jemnozrnnému zamykaniu je PostgreSQL vhodný pre nasadenie do viacpoužívateľského prostredia.
sl: PostgreSQL je relacijska podatkovna zbirka SQL, ki ponuja naraščajočo skladnost s SQL92 in nekatere možnosti SQL3. Primerna je za večuporabniški dostop do zbirk, predvsem zaradi spretnosti pri izvrševanju in drobnozrnatega zaklepanja.
ta: பொஸ்ட்க்ரே SQL(PostgreSQL) என்பது ஒரு SQL தொடர்பான தரவுத்தளம்,இது அதிகப்படியான் SQL92 இணக்கம் மற்றும் SQL3 அம்சங்களை கொண்டுள்ளது.பலபயனர் தரவுதள உபயோகத்திற்கு ஏற்றது.இவ்வசதி செயல் வசதிகள்(transaction) நன்கு அமைக்கப்பட்ட மிக நுண்ணிய அடைப்புகள்(lock) மூலம் பொஸ்ட்க்ரே SQL (PostgreSQL) தருகிறது

source: Desktop environment
be: Асяроддзе працоўнага стала
bs: Desktop aplikacije
ga: Timpeallacht deisce
hu: Asztali környezet
ml: പണിയിട പരിസരം
nn: Skrivebordsmiljø
sk: Stolný počítač
sl: Namizno okolje
ta: மேஜை சுழல்

source: This task provides basic desktop software and serves as a basis for the GNOME and KDE desktop tasks.
be: Гэта заданне забяспечвае асноўны набор праграм і служыць базай для заданняў працоўных сталоў GNOME і KDE.
bs: Ovaj zadatak pruža osnovni desktop software i služi kao osnova za GNOME i KDE desktop zadatke.
ga: Suiteálann an tasc seo bogearraí bunúsacha deisce agus is é dúshraith na dtascanna GNOME agus KDE.
hu: E metacsomag egy alap asztali szoftver környezetet telepít, mely jó alapot biztosít a GNOME, KDE és más asztali metacsomagokhoz.
ml: ഈ ജോലി അടിസ്ഥാന പണിയിട സോഫ്റ്റ്‌വെയറുകള്‍ നല്കുകുകയും ഗ്നോം കെഡിഇ പണിയിട ജോലികളുടെ അടിസ്ഥാനമാകുക എന്ന ധര്‍മം പുലര്‍ത്തുകയും ചെയ്യുന്നു.
nn: Denne pakkegruppa inneheld grunnleggjande program for skrivebordet som fungerer som underlag for pakkegruppene for GNOME og KDE.
sk: Táto úloha poskytuje základné "desktop" programy a predstavuje základ pre GNOME a KDE desktop úlohy.
sl: To opravilo namesti osnovno programje za namizje in je osnova za GNOME ali KDE namizna opravila.
ta: இந்த செயல் அடிப்படையான மேஜை மென்பொருளை வழங்கி,மற்றும் ஜி நோம்(GNOME) மற்றும் KDE செயலுக்கு அடிப்படையான தேவைகளை கொடுக்கும்

source: DNS server
be: Сервер імён (DNS)
ga: Freastalaí DNS
hu: DNS kiszolgáló
ml: DNS സേവകന്‍
nn: Namnetenar
sl: Strežnik DNS
ta: DNS சேவையகம்

source: Selects the BIND DNS server, and related documentation and utility packages.
be: Выбраць сервер імён BIND і адпаведныя пакеты дакументацыі ды інструментаў.
bs: Odabire BIND DNS server i odgovarajuću dokumentaciju i korisne pakete.
ga: Roghnaíonn an tasc seo an freastalaí DNS BIND, agus pacáistí doiciméadaithe agus uirlisí a bhaineann leis.
hu: A BIND DNS kiszolgálót és hozzá kapcsolódó dokumentációt és segédprogramokat telepíti.
ml: ബൈന്‍ഡ് ഡിഎന്‍എസ് സേവകനേയും ബന്ധപ്പെട്ട വിവരണങ്ങളേയും യൂട്ടിലിറ്റി പാക്കേജുകളേയും തിരഞ്ഞെടുക്കുന്നു.
nn: Tar med namnetenaren BIND og relatert dokumentasjon og verktøyspakkar.
sk: Vyberie DNS server BIND so súvisiacou dokumentáciou a užitočnými balíkmi.
sl: Izbere strežnik BIND DNS ter povezano dokumentacijo in pripomočke.
ta: BIND DNS சேவையகம் மற்றும் தொடர்புபான அறிக்கைகள் மற்றும் பயன்படுத்த கூடிய(utility) கட்டுகளை தேர்ந்தெடுக்க

source: File server
be: Файлавы сервер
bs: Datotečni server
ga: Freastalaí comhad
hu: Fájlkiszolgáló
ml: ഫയല്‍ സേവകന്‍
nn: Filtenar
sk: Súborový server
sl: Datotečni strežnik
ta: கோப்பு சேவையகம்

source: This task sets up your system to be a file server, supporting both CIFS and NFS.
be: Гэта заданне дазваляе наладзіць сістэму ў якасці файлавага сервера з падтрымкай CIFS і NFS.
bs: Ovaj zadatak postavlja vaš sistem kao datotečni server, koji podržava i CIFS i NFS protokole.
ga: Déanann an tasc seo freastalaí comhad de do chóras, a thacaíonn CIFS agus NFS araon.
hu: E metacsomag révén CIFS- és NFS-fájlszerveri képességekkel ruházhatja fel gépét.
ml: ഈ ജോലി CIFS നേയും NFS നേയും സപ്പോര്‍ട്ട് ചെയ്യുന്ന ഒരു ഫയല്‍ സേവകനായി നിങ്ങളുടെ സിസ്റ്റത്തെ ഒരുക്കുന്നു.
nn: Denne pakkegruppa set opp systemet ditt som ein filtenar som støttar både CIFS og NFS.
sk: Táto úloha nastaví váš systém na funkciu súborového servera, ktorý podporuje CIFS a NFS.
sl: To opravilo spremeni vaš sistem v namenski datotečni strežnik s podporo za CIFS in NFS.
ta: இந்த செயல் உங்களுடைய அமைப்பை கோப்பு சேவையகமாக அமைக்கும்நேட் பையாஸ் (Net BIOS) மற்றும் என் எப்ஃ (NFS) இவ்விரண்டிற்கும் துணைபுரிகின்றது

source: GNOME desktop environment
be: Асяроддзе працоўнага стала GNOME
bs: GNOME desktop okruženje
ga: Timpeallacht GNOME
hu: GNOME munkakörnyezet
ml: ഗ്നോം പണിയിട പരിസരം
nn: GNOME skrivebordsmiljø
sk: Grafické prostredie GNOME
sl: GNOME namizno okolje
ta: ஜி நோம் (GNOME) மேஜை சுழல்

source: This task provides basic "desktop" software using the GNOME desktop environment.
be: Гэта заданне забяспечвае базавы набор "працоўнага стала" з дапамогай асяроддзя GNOME.
bs: Ovaj zadatak pruža osnovni "desktop" software koristeći GNOME desktop okruženje.
ga: Suiteálann an tasc seo bogearraí bunúsacha "deisce" de chuid thimpeallacht deisce GNOME.
hu: E metacsomag egy GNOME környezetre épülő alap "asztal"-t telepít.
ml: ഈ ജോലി ഗ്നോം പണിയിട പരിസരം ഉപയോഗിച്ചു് അടിസ്ഥാന "പണിയിട" സോഫ്റ്റ്‌വെയര്‍ നല്കുന്നു.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet GNOME.
sk: Táto úloha poskytuje základné "desktop" programy pomocou použitia grafického prostredia GNOME.
sl: To opravilo namesti osnovno "namizno" programsko opremo za namizno okolje GNOME.
ta: இந்த செயல் ஜி நோம் (GNOME)மேஜையை பயன்படுத்த தேவையான அடிப்படையானமேஜை ( "desktop") மென்பொருளை வழங்கும்

source: KDE desktop environment
be: Асяроддзе працоўнага стала KDE
bs: KDE desktop okruženje
ga: Timpeallacht KDE
hu: KDE munkakörnyezet
ml: കെഡിഇ പണിയിട പരിസരം
nn: Skrivebordsmiljøet KDE
sk: Grafické prostredie KDE
sl: Namizno okolje KDE
ta: KDE மேஜை சுழல்

source: This task provides basic "desktop" software using the K Desktop Environment.
be: Гэта заданне забяспечвае базавы набор "працоўнага стала" з дапамогай асяроддзя KDE.
bs: Ovaj zadatak pruža osnovni "desktop" software koristeći KDE desktop okruženje.
ga: Suiteálann an tasc seo bogearraí bunúsacha "deisce" de chuid thimpeallacht deisce KDE.
hu: E metacsomag egy KDE környezetre épülő alap "asztal"-t telepít.
ml: ഈ ജോലി കെ പണിയിട പരിസരം ഉപയോഗിച്ചു് അടിസ്ഥാന "പണിയിട" സോഫ്റ്റ്‌വെയര്‍ നല്കുന്നു.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet KDE.
sk: Táto úloha poskytuje základné "desktop" programy pomocou použitia grafického prostredia KDE.
sl: To opravilo namesti osnovno "namizno" programsko opremo za namizno okolje KDE (K Desktop Environment).
ta: இந்த செயல் K மேஜையை பயன்படுத்த தேவையான அடிப்படையான மேஜை ( "desktop") மென்பொருளை வழங்கும்

source: Laptop
be: Для ноутбука
ga: Ríomhaire Glúine
ml: ലാപ്‌ടോപ്
nn: Bærbar
sl: Prenosnik
ta: லப்டாப் (Laptop)

source: This task installs software useful for a laptop.
be: Гэта заданне дазваляе ўсталяваць карысныя для ноутбука праграмы.
bs: Ovaj zadatak instalira software koristan za laptope.
ga: Suiteálann an tasc seo bogearraí atá áisiúil do ríomhairí glúine.
hu: E metacsomag laptopra hasznos szoftvereket telepít.
ml: ഈ ജോലി ലാപ്‌ടോപിനുപയോഗപ്രദമായ സോഫ്റ്റ്‌വെയര്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു.
nn: Denne pakkegruppa inneheld programvare som er nyttig for ei bærbar maskin.
sk: Táto úloha nainštaluje programy užitočné pre laptopy.
sl: To opravilo namesti programsko opremo, ki je uporabna na prenosnih računalnikih.
ta: லப்டாப்பிற்கு (Laptop) தேவையான மேன்பொருளை இந்த செயல் நிருவும்

source: Mail server
be: Паштовы сервер
ga: Freastalaí ríomhphoist
hu: Levelezőkiszolgáló
ml: മെയില്‍ സേവകന്‍
nn: E-posttenar
sk: Poštový server
sl: Poštni strežnik
ta: அஞ்சல் சேவையகம்

source: This task selects a variety of package useful for a general purpose mail server system.
be: Гэта заданне вылучае набор пакетаў для паштовага сервера агульнага прызначэння.
bs: Ovaj zadatak odabire brojne pakete korisne za sistem mail severa opšte namjene.
ga: Suiteálann an tasc seo roinnt pacáistí atá áisiúil do chóras ginearálta freastalaí ríomhphoist.
hu: E metacsomag általános célú levelezőkiszolgálókban használt csomagokat választ ki.
ml: ഈ ജോലി സാധാരണ ഉപയോഗത്തിനായുള്ള മെയില്‍ സേവക സിസ്റ്റത്തിനായുള്ള പല പാക്കേജുകളും തിരഞ്ഞെടുക്കുന്നു.
nn: Med denne pakkegruppa installerer du ulike pakkar som er nyttige for ein generell e-posttenar.
sk: Táto úloha vyberie rôzne balíky užitočné pre poštový server.
sl: To opravilo izbere številne pakete za splošno namenski poštni strežnik.
ta: இங்கு தேர்ந்தெடுக்கிற வகையான கட்டுகள் பொது வலைச் சேவையக அமைப்பிற்காக பயன்படுகிறது

source: manual package selection
be: самастойны выбар пакетаў
bs: ručni odabir paketa
ga: roghnú pacáistí de láimh
hu: kézi csomagválasztás
ml: തന്നത്താനുള്ള പാക്കേജ് തെരഞ്ഞടുക്കല്‍
nn: manuelt pakkeval
sk: manuálny výber balíkov
sl: ročna izbira paketov
ta: மனித முயற்சியில் கட்டுகளை தேர்ந்தெடுக்க

source: Manually select packages to install in aptitude.
be: Самастойна абярыце ў aptitude пакеты, якія трэба ўсталяваць.
bs: Ručno odaberite pakete za instalaciju pomoću aptitude-a.
ga: Roghnaigh pacáistí le suiteáil de láimh, in aptitude.
hu: Itt a csomagokat az aptitude segítségével biztosabb kézzel lehet kiválasztani.
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യേണ്ട പാക്കേജുകളെ ആപ്റ്റിറ്റ്യൂഡില്‍ തന്നത്താന്‍ തിരഞ്ഞെടുക്കുക.
nn: Bruk aptitude for å velje manuelt kva for pakker som skal installerast.
sk: Spustí aptitude, kde si manuálne zvolíte balíky na inštaláciu.
sl: Ročno izberite pakete, ki jih želite namestiti v aptitude.
ta: மனித முயற்சியில் தேர்ந்தெடுத்த கட்டுகளை தகுதியில் (aptitude) நிருவுக

source: Print server
be: Сервер друку
ga: Freastalaí priontála
hu: Nyomtatókiszolgáló
ml: അച്ചടി സേവകന്‍
nn: Utskriftstenar
sk: Tlačový server
sl: Tiskalniški strežnik
ta: அச்சு சேவையகம்

source: This task sets up your system to be a print server.
be: Гэта заданне наладжвае сістэму ў якасці сервера друку.
bs: Ovaj zadatak postavlja vaš sistem kao print server.
ga: Déanann an tasc seo freastalaí priontála de do chóras.
hu: E metacsomag megosztott nyomtatási képességekkel ruházza fel rendszerét.
ml: ഈ ജോലി നിങ്ങളുടെ സിസ്റ്റത്തെ ഒരു അച്ചടി സേവകനാകാന്‍ ഒരുക്കുന്നു.
nn: Denne pakkegruppa set systemet ditt opp til å vera ein utskriftstenar.
sk: Táto úloha nastaví váš systém na úlohu tlačového servera.
sl: To opravilo spremeni vaš sistem v namenski tiskalniški strežnik.
ta: இந்த செயல் உங்கள் அமைப்பை அச்சு சேவையகமாக மாற்றும்

source: Standard system
be: Стандартная сістэма
bs: Standardni sistem
ga: Córas caighdeánach
hu: Szabvány rendszer
ml: സ്റ്റാന്‍ഡേര്‍ഡ് സിസ്റ്റം
sk: štandartný systém
sl: Standardni sistem
ta: தரமானஅமைப்பு

source: This task installs a reasonably small character-mode system.
be: Гэта заданне дазваляе ўсталяваць прыймальна маленькую сістэму з тэкставым рэжымам.
bs: Ovaj zadatak instalira razumno mali sistem u karakter modu.
ga: Suiteálann an tasc seo córas réasúnta beag neamhghrafach.
hu: E metacsomag egy jó, kis, karakteres-módú rendszert telepít.
ml: ഈ ജോലി അത്യാവശ്യം ചെറുതായ അക്ഷര മോഡിലുള്ള സിസ്റ്റം ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നു.
nn: Denne pakkegruppa installerer eit rimelig lite tekstbasert system.
sk: Táto úloha nainštaluje rozumne malý systém v textovom režime.
sl: To opravilo namesti sprejemljivo majhen sistem, ki deluje v znakovnem načinu.
ta: சிறிய எழுத்து-முறை அமைப்பை போதுமான நேரத்தில் நிறுவும்

source: Web server
be: Web сервер
ga: Freastalaí Gréasáin
hu: Webkiszolgáló
ml: വെബ് സേവകന്‍
nn: Vev-tenar
sl: Spletni strežnik
ta: வலைச் சேவையகம்

source: This task selects packages useful for a general purpose web server system.
be: Гэта заданне вылучае пакеты, карысныя для сістэмы, якая з'яўляецца web-серверам агульнага прызначэння.
bs: Ovaj zadatak odabire pakete korisne za web server opšte namjene.
ga: Roghnaíonn an tasc seo pacáistí atá áisiúil do chóras ilchuspóireach freastalaí Gréasáin.
hu: E metacsomag egy általános célú webkiszolgálón hasznos csomagokat telepít.
ml: ഈ ജോലി സാധാരണ ഉപയോഗത്തിനായുള്ള വെബ് സേവക സിസ്റ്റത്തിനായുള്ള പല പാക്കേജുകളും തിരഞ്ഞെടുക്കുന്നു.
nn: Denne pakkegruppa vel pakkar som er nyttige for eit generelt system med vev-tenar.
sk: Táto úloha vyberie balíky užitočné pre všeobecný web server.
sl: To opravilo izbere pakete, uporabne za splošno namenski spletni strežnik.
ta: இங்கு தேர்ந்தெடுக்கிற கட்டுகள் பொது வலைச் சேவையக அமைப்பிற்காக பயன்படுகிறது

source: LXDE desktop environment
be: Асяроддзе працоўнага стала LXDE
bs: XFCE desktop okruženje
ga: Timpeallacht LXDE
hu: LXDE munkakörnyezet
ml: എക്സ്എഫ്‌സിഇ പണിയിട പരിസരം
nn: LXDE skrivebordsmiljø
sk: Grafické prostredie LXDE
sl: LXDE namizno okolje
ta: எக்ஸ் எப்ஃ ஸி (LXDE) மேஜை சுழல்

source: This task provides basic "desktop" software using the LXDE desktop environment.
be: Гэта заданне забяспечвае базавы набор "працоўнага стала" з дапамогай асяроддзя LXDE.
bs: Ovaj zadatak pruža osnovni "desktop" software koristeći XFCE desktop okruženje.
ga: Suiteálann an tasc seo bogearraí bunúsacha "deisce" de chuid thimpeallacht deisce LXDE.
hu: E metacsomag egy LXDE környezetre épülő alap "asztal"-t telepít.
ml: ഈ ജോലി എക്സ്എഫ്‌സിഇ പണിയിട പരിസരം ഉപയോഗിച്ചു് അടിസ്ഥാന "പണിയിട" സോഫ്റ്റ്‌വെയര്‍ നല്കുന്നു.
nn: Denne pakkegruppa inneheld grunnleggjande «skrivebordprogram» med skrivebordsmiljøet LXDE.
sk: Táto úloha poskytuje základné "desktop" programy pomocou použitia grafického prostredia LXDE.
sl: To opravilo namesti osnovno "namizno" programsko opremo za namizno okolje LXDE.
ta: இந்த செயல் எக்ஸ் எப்ஃ ஸி (LXDE) மேஜையை பயன்படுத்த தேவையான அடிப்படையான மேஜை ( "desktop") மென்பொருளை வழங்கும்
