Repository: ParrotSec/tasksel
Catalog: tasksel/tasks/po/INTER/*.po
Languages: bg, el, eo, et, he, hr, ka, nb, ro, ru, tr

source: SQL database
bg: База данни SQL
el: Βάση Δεδομένων SQL
eo: 'SQL'-datumbazo
et: SQL andmebaas
he: מסד נתונים SQL
hr: SQL baza podataka
ka: SQL მონაცემთა ბაზა
ro: Bază de date SQL
ru: База данных SQL
tr: SQL veritabanı

source: This task selects client and server packages for the PostgreSQL database.
bg: Тази задача избира пакетите за работа с базата данни PostgreSQL.
el: Αυτή η ομάδα εγκαθιστά πακέτα για λογισμικό πελάτη και εξυπηρετητή για τη βάση δεδομένων PostgreSQL.
eo: Tiu tasko elektas klientajn kaj servilajn pakojn por administri la 'PostgreSQL'-datumbazojn
et: See ülesanne valib PostgreSQL andmebaasi serveri ja kliendi pakid.
he: משימה זאת בוחרת חבילות לקוח ושרת עבור מסד הנתונים PostgreSQL.
hr: Ova zadaæa izabire klijentske i poslu¾iteljske pakete za PostgreSQL bazu podataka.
ka: ეს დავალება ირჩევს კლიენტისა და სერვერის პაკეტებს PostgreSQL მონაცემთა ბაზისათვის.
nb: Dette oppgaven gir klient- og tjenerpakker for databasen PostgreSQL.
ro: Acestă sarcină selectează pachetele client și server pentru baza de date PostgreSQL.
ru: Это задание выбирает компоненты клиента и сервера СУБД PostgreSQL.
tr: Bu görev PostgreSQL veritabanı için sunucu ve istemci paketlerini seçer.

source: PostgreSQL is an SQL relational database, offering increasing SQL92 compliance and some SQL3 features. It is suitable for use with multi-user database access, through its facilities for transactions and fine-grained locking.
bg: PostgreSQL е релационна база данни, която предлага широка поддръжка на стандарта SQL92, както и някои въведения на стандарта SQL3. Подходяща е за използване при многопотребителски достъп до база данни заради нейните способности за транзакции и прецизно заключване.
el: Η PostgreSQL είναι μια σχεσιακή βάση δεδομένων SQL, που προσφέρει αυξημένη συμβατότητα με το πρότυπο SQL92 και ορισμένα χαρακτηριστικά του προτύπου SQL3. Είναι κατάλληλη για χρήση σε πολυχρηστικά συστήματα βάσεων δεδομένων, καθώς παρέχει δυνατότητες για συναλλαγές (transactions) και εξελιγμένους τρόπους συγχρονισμού.
eo: 'PostgreSQL'-o estas 'SQL'-a rilata datumbazo, kiu liveras pligrandigitan 'SQL92'-fidelecon kiel kelkaj funkcioj el 'SQL3'-o. Ĝi taŭgas por uzi en pluruzantaj medioj pro siaj transakciaj facilecoj kaj rigladaj kontroloj.
et: PostgreSQL on relatsiooniline SQL andmebaas, mis vastab üha enam SQL92 spetsifikatsioonile ja sisaldab mõningaid SQL3 võimalusi. Ta sobib mitmekasutaja-pöördus andmebaasiks, omades võimalusi ülekanneteks ja väga täpseks lukustamiseks.
he: PostgreSQL הוא מסד נתונים המציע תמיכה גדלה בתקן SQL92 וחלק מאשפרות של SQL3. הוא מתאים לשימוש עם גישה מרובת משתמשים למסד הנתונים דרך המתקנים שלו לטרנזאקציות והנעילות העדינות שלו.
hr: PostgreSQL je SQL baza podataka koja nudi poveæanu SQL92 usklaðenost i neke SQL3 moguænosti. Pogodna je za vi¹ekorisnièki pristup bazi podataka, kroz svoje moguænosti transakcija i precizno razdijeljeno zakljuèavanje.
ka: PostgreSQL არის SQL რელაციური მონაცემთა ბაზა, რომელიც გაძლიერებულ SQL92 თავსებადობას და SQL3-ის ზოგიერთ ფუნქციას გვთავაზობს. იგი ტრანსაქციებისა და გრანულოვანი ჩაკეტვის საშუალებებით გამოსადეგია მონაცემთა ბაზის მრავალმომხმარებლიან წვდომასთან.
nb: PostgreSQL er en SQL relasjonsdatabase, som tilbyr økende SQL92-kompatibilitet og noen SQL3-egenskaper. PostgreSQL passer for flerbruker databasetilgang fordi den kan bruke transaksjoner og fininndelt låsing.
ro: PostgreSQL este o bază de date relațională SQL, care oferă o compatibilitate ridicată cu SQL92 și câteva facilități SQL3. Este potrivită pentru acces multi-utilizator la baza de date, prin facilitățile sale pentru tranzacții și mecanismele de interblocare rafinate.
ru: PostgreSQL -- это реляционная SQL база данных с всё возрастающей совместимостью с SQL92 и с некоторыми возможностями SQL3. Она обеспечивает многопользовательский доступ к базам данных, благодаря поддержке транзакций и продуманной системе блокировок.
tr: PostgreSQL, artan SQL92 uyumluluğu ve bazı SQL3 özellikleri sunan bir ilişkisel SQL veritabanıdır. PostgreSQL veri aktarımı ve detaylı kilitleme hizmetleriyle çok kullanıcılı veri tabanı erişimine uygundur.

source: Desktop environment
bg: Среда за работен плот
el: Περιβάλλον Εργασίας
eo: Labortabla medio
et: Töölauaga keskkond
he: סביבת שולחן עבודה
hr: Radno okru¾enje ('desktop')
ka: გრაფიკული გარემო
nb: Skrivebordsmiljø
ro: Mediu de birou
ru: Окружение рабочего стола
tr: Masaüstü ortamı

source: This task provides basic desktop software and serves as a basis for the GNOME and KDE desktop tasks.
bg: Тази задача осигурява основен софтуер за работен плот и служи за основа на задачите за работните среди GNOME и KDE.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για την επιφάνεια εργασίας και είναι η βάση για τις ομάδες επιφάνειας εργασίας του GNOME και του KDE.
eo: Tiu tasko provizas principan labortablan programon kaj servas tiel bazo por 'GNOME'-aj kaj 'KDE'-aj labortablaj taskoj.
et: See ülesanne tagab põhilise töölaua-tarkvara ning on aluseks GNOME ning KDE töölaudedele.
he: משימה זאת מספקת תוכנת סביבת שולחן עבודה בסיסית ומשרתת כבסיס עבור משימות שולחן העבודה של GNOME ו-KDE.
hr: Ova zadaæa instalira osnovne "desktop" programe te slu¾i kao osnova za zadaæe koje donose GNOME i KDE radna okru¾enja.
ka: ეს დავალება აყენებს ძირითად სამაგიდო პროგრამებს და გვთავაზობს GNOME-სა და KDE-ს სამაგიდო დავალებების ბაზისს.
nb: Denne oppgaven gir fundamentale programmer for skrivebordet og fungerer som underlag for oppgavene for GNOME og KDE-skrivebord.
ro: Acestă sarcină furnizează un set minimal de aplicații pentru mediul grafic și servește ca bază pentru sarcinile pentru mediile grafice GNOME și KDE.
ru: Это задание предоставляет основное программное обеспечение для рабочего стола и служит основой для задач рабочих столов GNOME и KDE.
tr: Temel masaüstü yazılımlarını sağlayan bu görev, GNOME ve KDE masaüstü görevleri için de taban teşkil eder.

source: DNS server
bg: DNS сървър
el: Διακομιστής Ονομάτων (DNS)
eo: 'DNS'-servilo
he: שרת DNS
hr: DNS poslu¾itelj
ka: DNS სერვერი
nb: Navnetjener
ro: Server DNS
ru: Сервер имён (DNS)
tr: DNS sunucusu

source: Selects the BIND DNS server, and related documentation and utility packages.
bg: Избира DNS сървъра BIND и свързаните с него пакети с документация и инструменти.
el: Επιλέγει για εγκατάσταση το διακομιστή ονομάτων BIND, και σχετικά εργαλεία και οδηγίες χρήσης.
eo: Elektu la 'BIND DNS'-servilon kaj relativajn dokumentojn kaj utilajn pakojn.
et: Valib BIND DNS serveri ja temaga seotud dokumentatsiooni ning tööriistad.
he: משימה זאת בוחרת שרת DNS בשם BIND, חבילות עזרים ותיעוד.
hr: Izabire BIND DNS poslu¾itelj s odgovarajuæom dokumentacijom i alatima.
ka: ამოირჩიეთ BIND DNS სერვერი, ასევე შესაბამისი დოკუმენტაცია და ხელსაწყოთა პაკეტები.
nb: Tar med navnetjeneren BIND og tilhørende dokumentasjon og verktøyspakker.
ro: Selectează serverul DNS BIND, și documentație pentru acesta, cât și pachete de utilitare.
ru: Выбрать сервер имён BIND и соответствующие пакеты документации и инструментов.
tr: BIND DNS sunucusunu, ilgili belgeleri ve yardımcı programları seçer.

source: File server
bg: Файлов сървър
el: Διακομιστής Αρχείων
eo: Dosier-servilo
et: Failiserver
he: שרת קבצים
hr: Datoteèni poslu¾itelj
ka: ფაილური სერვერი
nb: Filtjener
ro: Server de fișiere
ru: Файловый сервер
tr: Dosya sunucusu

source: This task sets up your system to be a file server, supporting both CIFS and NFS.
bg: Тази задача настройва системата за файлов сървър, поддържащ CIFS и NFS.
el: Αυτή η ομάδα ρυθμίζει τον υπολογιστή σας να λειτουργεί ως διακομιστής αρχείων (CIFS και NFS).
eo: Tiu tasko agordas vian sistemon kiel 'CIFS'-a aŭ 'NFS'-a dosierservilo.
et: See ülesanne seab su süsteemi tööle failiserverina, toetades nii CIFS'i kui ka NFS'i.
he: משימה זאת מגדירה את המערכת כשרת קבצים התומך גם ב-CIFS וגם ב-NFS.
hr: Ova zadaæa pode¹ava va¹ sustav kao datoteèni poslu¾itelj, podr¾avajuæi i CIFS i NFS.
ka: ეს დავალება თქვენს სისტემას ფაილურ სერვერად გადააქცევს, CIFS და NFS პროტოკოლების მხარდაჭერით.
nb: Denne oppgaven setter opp systemet som filtjener som støtter både CIFS og NFS.
ro: Această sarcină vă peregătește sistemul dvs. să fie un server de fișiere care suportă atât CIFS cât și NFS.
ru: Это задание настраивает систему для использования в качестве файлового сервера через CIFS и NFS.
tr: Hem CIFS hem de NFS'i destekleyen bu görev ve sisteminizi dosya sunucusu olacak şekilde ayarlar.

source: GNOME desktop environment
bg: Работен плот на GNOME
el: Περιβάλλον εργασίας GNOME
eo: 'GNOME'-labortabla medio
et: GNOME töölaua keskkond
he: סביבת שולחן העבודה GNOME
hr: GNOME radno okru¾enje
ka: GNOME დესკტოპის გარემო
nb: GNOME skrivebordsmiljø
ro: Mediul grafic GNOME
ru: Рабочий стол окружения GNOME
tr: GNOME masaüstü ortamı

source: This task provides basic "desktop" software using the GNOME desktop environment.
bg: Тази задача осигурява софтуер за работен плот, използвайки средата GNOME.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για το περιβάλλον επιφάνειας εργασίας του GNOME.
eo: Tiu tasko provizas bazajn labortablajn programojn kiuj uzas 'GNOME'-labortablan medion.
et: See ülesanne tagab peamise "töölaua" tarkvare GNOME töölauakeskkonna näol.
he: משימה זאת מספקת תוכנת שולחן עבודה בסיסית בעזרת סביבת שולחן העבודה של GNOME.
hr: Ova zadaæa instalira osnovne "desktop" programe koji koriste GNOME radno okru¾enje.
ka: ეს დავალება გვთავაზობს ძირითად "დესკტოპის" პროგრამებს GNOME-ს გარემოს გამოყენებით.
nb: Denne oppgaven skaffer grunnleggende «skrivebord»-programmer med skrivebordsmiljøet GNOME.
ro: Acestă sarcină furnizează un set minimal de aplicații pentru mediul grafic GNOME.
ru: Это задание предлагает базовое программное обеспечение для "рабочего стола" с помощью рабочего стола окружения GNOME.
tr: Bu görev GNOME masaüstü ortamını kullanan temel "masaüstü" yazılımlarını sağlar.

source: KDE desktop environment
bg: Графична среда KDE
el: Περιβάλλον Εργασίας KDE
eo: 'KDE'-labortabla medio
et: KDE töölauakeskkond
he: סביבת שולחן עבודה של KDE
hr: KDE radno okru¾enje
ka: KDE დესკტოპის გარემო
nb: KDE skrivebordsmiljø
ro: Mediu de birou KDE
ru: Рабочий стол окружения KDE
tr: KDE masaüstü ortamı

source: This task provides basic "desktop" software using the K Desktop Environment.
bg: Тази задача осигурява софтуер за работен плот, използвайки средата KDE.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για το περιβάλλον επιφάνειας εργασίας του KDE.
eo: Tiu tasko provizas bazajn labortablajn programojn kiuj uzas 'K Deskop'-labortablan medion.
et: See ülesanne tagab peamise "töölaua" tarkvara KDE töölauakeskkonna näol.
he: משימה זאת מספקת תוכנת שולחן עבודה בסיסית בעזרת סביבת שולחן העבודה של KDE.
hr: Ova zadaæa instalira osnovne "desktop" programe koji koriste KDE radno okru¾enje.
ka: ეს დავალება გვთავაზობს ძირითად "დესკტოპის" პროგრამებს KDE-ს გარემოს გამოყენებით.
nb: Denne oppgaven skaffer grunnleggende «skrivebord»-programmer med skrivebordsmiljøet K Desktop Environment.
ro: Acestă sarcină furnizează un set minimal de aplicații pentru mediul grafic K.
ru: Это задание предлагает базовое программное обеспечение для "рабочего стола" с помощью рабочего стола окружения KDE.
tr: Bu görev K Masaüstü Ortamını (KDE) kullanan temel "masaüstü" yazılımlarını sağlar.

source: Laptop
bg: Лаптоп
eo: portebla komputilo
et: Sülearvuti
he: מחשב נייד
hr: Prijenosnik
ka: ლეპტოპი
nb: Bærbar
ru: Для ноутбука
tr: Dizüstü

source: This task installs software useful for a laptop.
bg: Тази задача инсталира софтуер, подходящ за лаптоп.
el: Αυτή η ομάδα εγκαθιστά λογισμικό χρήσιμο για ένα laptop.
eo: Tiu tasko instalas utilantajn programojn por tekkomputilo.
et: See ülesanne paigaldab sülearvutile kasulikku tarkvara.
he: משימה זאת מתקינה תוכנה שימושית למחשב נייד.
hr: Ova zadaæa donosi programe korisne za prijenosna raèunala.
ka: ეს დავალება ლეფტოპისათვის გამოსადეგ პროგრამებს დააყენებს.
nb: Denne oppgaven installerer programvare nyttig for en bærbar maskin.
ro: Această sarcină instalează programe utile pentru un laptop.
ru: Это задание устанавливает программное обеспечение, которое будет полезно на ноутбуке.
tr: Bu görev dizüstü bilgisayarlar için yararlı yazılımları kurar.

source: Mail server
bg: Пощенски сървър
el: Διακομιστής αλληλογραφίας
eo: Poŝt-servilo
et: Meiliserver
he: שרת דואר
hr: Poslu¾itelj za e-po¹tu
ka: ფოსტის სერვერი
nb: E-posttjener
ro: Server de poștă electronică
ru: Почтовый сервер
tr: Posta sunucusu

source: This task selects a variety of package useful for a general purpose mail server system.
bg: Тази задача избира разнообразни пакети, които са полезни за пощенски сървър с общо предназначение.
el: Αυτή η ομάδα εγκαθιστά μια ποικιλία πακέτων χρήσιμα για ένα γενικής χρήσης σύστημα αλληλογραφίας.
eo: Tiu tasko elektas plurajn variajn pakojn utilaj por ĝenerala retpoŝtservila sistemo.
et: See ülesanne valib mõningat pakid, mis on kasulikud üldotstarbelise meiliserveri jooksutamiseks.
he: משימה זאת היא מגוון של חבילות השימושיות למערכת שרת דואר כללית.
hr: Ova zadaæa izabire niz paketa korisnih za poslu¾itelj e-po¹te opæe namjene.
ka: ეს დავალება სტანდარტული საფოსტო სერვერისათვის განკუთვნილ სხვადასხვა პაკეტებს დააყენებს.
nb: Denne oppgaven installerer ulike pakker som er nyttige for en generell e-posttjener.
ro: Acestă sarcină selectează o varietate de pachetele utile pentru un sistem-server de poștă electronică de uz general.
ru: Это задание выбирает пакеты для создания почтового сервера.
tr: Bu görev, genel amaçlı posta sunucusu görevi yapacak bir sistem için faydalı olan çeşitli paketleri seçer.

source: manual package selection
bg: ръчно избиране на пакети
el: χειροκίνητη επιλογή πακέτων
eo: Mana elektado de pakoj
et: käsitsi pakkide valimine
he: בחירת חבילות ידנית
hr: ruèni odabir paketa
ka: პაკეტების სათითაოდ შერჩევა
nb: manuelt pakkevalg
ro: selecție manuală a pachetelor
ru: выбор пакетов вручную
tr: elle paket seçimi

source: Manually select packages to install in aptitude.
bg: Ръчно избиране на пакети с aptitude.
el: Χειροκίνητη επιλογή πακέτων για εγκατάσταση στο aptitude.
eo: Elektu mane instalotajn pakojn en 'aptitude'-programo.
et: Vali paigaldatavad pakid aptitude abil käsitsi.
he: בחירה ידנית של חבילות להתקנה ב-aptitude.
hr: Ruèno izabrati pakete za instalaciju u aptitudeu.
ka: aptitude-ს დასაინსტალირებელი პაკეტების ხელით ამორჩევა.
nb: Velg manuelt i aptitude pakker som skal installeres.
ro: Selectați manual în aptitude pachetele de instalat.
ru: Выбор пакетов вручную для установки с помощью aptitude.
tr: Aptitude programıyla kurulacak paketleri elle seçin.

source: Print server
bg: Сървър за печатане
el: Εξυπηρετητής εκτυπώσεων
eo: Print-servilo
et: Printimis-server
he: שרת הדפסות
hr: Poslu¾itelj za ispis
ka: ბეჭდვის სერვერი
nb: Utskriftstjener
ro: Server de listare (print)
ru: Сервер печати
tr: Yazdırma sunucusu

source: This task sets up your system to be a print server.
bg: Тази задача настройва системата Ви за сървър за печатане.
el: Η ομάδα αυτή ρυθμίζει το σύστημά σας για εξυπηρέτηση εκτυπώσεων.
eo: Tiu tasko agordas vian sistemon por fari ĝin printservilo.
et: See ülesanne sätib su süsteemi printimis-serveriks.
he: משימה זאת מגדירה את המערכת שלך כשרת הדפסות.
hr: Ova zadaæa pode¹ava va¹ sustav kao poslu¾itelj za ispis.
ka: ეს დავალება თქვენს სისტემას ბეჭდვის სერვერად გადააქცევს.
nb: Denne oppgaven setter systemet ditt opp til å være en utskriftstjener.
ro: Această sarcină vă peregătește sistemul dvs. să fie un server de listare.
ru: Это задание настраивает систему для использования в качестве сервера печати.
tr: Bu görev sisteminizi yazdırma sunucusu olacak şekilde ayarlar.

source: Standard system
bg: Стандартна система
el: Τυπικό σύστημα
eo: Norma sistemo
et: Tavaline süsteem
he: מערכת רגילה
hr: Standardni sustav
ka: სტანდარტული სისტემა
ro: Sistem de birou standard
ru: Стандартная система
tr: Standart sistem

source: This task installs a reasonably small character-mode system.
bg: Тази задача инсталира сравнително малка система за работа в конзола.
el: Αυτή η ομάδα εγκαθιστά ένα μικρό σε μέγεθος περιβάλλον χαρακτήρων
eo: Tiu tasko instalas pravan malgrandan signaron, nur en konzoloj.
et: See ülesanne paigaldav küllalt väiksemõõtmelise tekstipõhise süsteemi.
he: משימה זאת מתקינה מערכת טקסטואלית קטנה
hr: Ova zadaæa instalira razmjerno malen sustav za rad u tekstualnom modu.
ka: ეს დავალება საკმაოდ პატარა character-mode სისტემას დააყენებს.
nb: Denne oppgaven installerer et rimelig lite tekstbasert system.
ro: Această sarcină instalează un sistem în mod caracter de dimensiune rezonabil de mică.
ru: Это задание устанавливает рационально маленькую систему с текстовым режимом.
tr: Bu görev makul küçüklükte, karakter tabanlı bir sistem kurar.

source: Web server
bg: Уеб сървър
el: Διακομιστής Ιστοσελίδων
eo: TTT-servilo
et: Veebiserver
he: שרת Web
hr: Mre¾ni server
ka: ვებ სერვერი
nb: Nett-tjener
ro: Server de web
ru: Веб сервер
tr: Web sunucusu

source: This task selects packages useful for a general purpose web server system.
bg: Тази задача избира пакети, подходящи за уеб сървър.
el: Η ομάδα αυτή επιλέγει για εγκατάσταση πακέτα χρήσιμα για ένα διακομιστή ιστοσελίδων γενικών αναγκών.
eo: Tiu tasko elektas utilantajn pakojn por ĝenerala TTT-servila sistemo.
et: See ülesanne valib pakid, mis on kasulikud üldotstarbelise veebiserveri jaoks.
he: משימה זאת בוחרת חבילות שעוזרות להקמת שרת WEB.
hr: Ova zadaæa izabire niz paketa korisnih za mre¾ni poslu¾itelj opæe namjene.
ka: ეს დავალება სტანდარტული ვებ-სერვერისათვის გამოსადეგ პროგრამებს დააყენებს.
nb: Denne oppgaven installerer pakker som er nyttige for et generelt system med en nettjener.
ro: Acestă sarcină selectează un pachet util pentru un server de web de uz general.
ru: Это задание выбирает пакеты для создания системы с веб сервером общего назначения.
tr: Bu görev genel amaçlı bir web sunucusu için gerekli paketleri seçer.

source: LXDE desktop environment
bg: Работен плот на LXDE
el: Περιβάλλον εργασίας LXDE
eo: 'LXDE'-labortabla medio
et: LXDE töölaua keskkond
he: סביבת שולחן העבודה LXDE
hr: LXDE radno okru¾enje
ka: LXDE დესკტოპის გარემო
nb: LXDE skrivebordsmiljø
ro: Mediul grafic LXDE
ru: Рабочий стол окружения LXDE
tr: LXDE masaüstü ortamı

source: This task provides basic "desktop" software using the LXDE desktop environment.
bg: Тази задача осигурява софтуер за работен плот, използвайки средата LXDE.
el: Αυτή η ομάδα παρέχει το βασικό λογισμικό για το περιβάλλον επιφάνειας εργασίας του LXDE.
eo: Tiu tasko provizas bazajn labortablajn programojn kiuj uzas 'LXDE'-labortablan medion.
et: See ülesanne tagab peamise "töölaua" tarkvare LXDE töölauakeskkonna näol.
he: משימה זאת מספקת תוכנת שולחן עבודה בסיסית בעזרת סביבת שולחן העבודה של LXDE.
hr: Ova zadaæa instalira osnovne "desktop" programe koji koriste LXDE radno okru¾enje.
ka: ეს დავალება გვთავაზობს ძირითად "დესკტოპის" პროგრამებს LXDE-ს გარემოს გამოყენებით.
nb: Denne oppgaven skaffer grunnleggende «skrivebord»-programmer med skrivebordsmiljøet LXDE.
ro: Acestă sarcină furnizează un set minimal de aplicații pentru mediul grafic LXDE.
ru: Это задание предлагает базовое программное обеспечение для "рабочего стола" с помощью рабочего стола окружения LXDE.
tr: Bu görev LXDE masaüstü ortamını kullanan temel "masaüstü" yazılımlarını sağlar.
